export default {
    lineData: {
        legend: ['微信', '微博', '新闻'],
        color: ['#8AE09F', '#c23531', '#6e7074'],
        "近24小时": {
            xData: ['0:00', '2:00', '4:00', '6:00', '8:00', '10:00', '12:00', '14:00', '16:00', '18:00', '20:00', '22:00', '24:00'],
            yData: {
                '微信': [4500, 200, 3100, 4000, 3100, 2900, 2000, 6000, 5000, 2500, 6000, 5000, 2500],
                '微博': [1000, 1800, 800, 5000, 4200, 6800, 800, 5800, 4000, 3200, 5800, 4000, 3200],
                '新闻': [3000, 1000, 3000, 3000, 5500, 3800, 4500, 7000, 5200, 6000, 7000, 5200, 6000],
            }
        },
        "近7天": {
            xData: ['周一', '周二', '周三', '周四', '周五', '周六', '周日'],
            yData: {
                '微信': [4500, 200, 3100, 4000, 3100, 2900, 2000],
                '微博': [1000, 1800, 800, 5000, 4200, 6800, 800],
                '新闻': [3000, 1000, 3000, 3000, 5500, 3800, 4500],
            }
        },
        "近30天": {
            xData: ['1号', '4号', '7号', '10号', '13号', '16号', '19号', '22号', '25号', '28号'],
            yData: {
                '微信': [4500, 200, 3100, 4000, 3100, 2900, 2000, 6000, 5000, 2500],
                '微博': [1000, 1800, 800, 5000, 4200, 6800, 800, 5800, 4000, 3200],
                '新闻': [3000, 1000, 3000, 3000, 5500, 3800, 4500, 7000, 5200, 6000],
            }
        }
    },
    sourceApplications: [  // 数据源设置
        {
            // 所有数据
            id: "ID43321432",
            source: "虎扑",
            address: "http://baidu.com",
            xpath: '//*[@id="cnblogs_post_body"]/p[39]/img',
            weight: "50000.00"
        }
    ],
    allApplications: [
        {
            // 所有数据
            id: "ID43321432",
            title: "淮南男子伪造公司证照诈骗 106万钢管与扣件被骗",
            content:
                "日前，淮南大通派出所经艰苦侦查破获一起案值达百万余元的特大合同诈骗案件，抓获犯罪嫌疑人一名。今年6月，大通派出所辖区居民任某来所报案称，其被定远县居民樊某以签订合同的方式诈骗价值达106万元的钢管和扣件。接报案后，鉴于报案价值特别巨大又签订有合同，该所立即组织民警对案情进行分析研究，迅速制定了案件初查方案，确定专人专办。办案民警夏继耘等人克服该案签订合同地在淮南、货物交接地在定远、大量工作需在定远开展的实际困难，经多次往返定远、淮南两地开展多方调查取证终于查明，樊某使用伪造的公司营业执照和税务登记证，于2014年1月与任某签订了租赁价值106万元的钢管55762米和扣件54065个的合同，任某于当月分六次将钢管和扣件全部运至定远交付樊某，其后樊某即以各种借口不履行合同，直至杳无音信。民警又查明樊某因同类案件于2015年被田家庵警方立案侦查。大通派出所将初查情况向大通公安分局相关负责人汇报后，将该案立为合同诈骗案件开展侦查，随后办案民警经多次前往定远对樊某实施抓捕，但都未能找到樊某。案件侦查期间，夏继耘对樊某持续展开工作，终于掌握了其准确行踪。11月6日下午，民警柏礼、夏继耘等人赶赴田家庵区洞山地区将樊某抓获。经连夜突审，樊某如实供述了以签订合同为掩护诈骗任某钢管5万余米和扣件5万余个的犯罪事实。目前，41岁的犯罪嫌疑人樊某已被刑事拘留，该案正在进一步办理中。",
            time: "2016/11/23",
            from: "金蜘蛛紧固件网（中国）—业界信息"
        }
    ],
}