
export default {
    data: [
    {   
      id: "ID43321443",
      name: "庄某某非法吸收公众存款案",
      type: "非法集资",
      pos: "湖南省 益阳市",
      num: 3,   
      source: "微信",       
      date: "2015/10",   
      money: 3250000,
      establish: "2015/10",
      eventPrepare: "2015/10",
      eventDone: "2015/10",
      arrested: "2015/12",
      origination: "\
          组织成员: 庄某某、李某某、臧某某<br/>\
          人员数量: 3<br/>\
          注册地: 益阳市赫山区秀峰东路红旗小区A5栋\
      ",
      orMember: "\
          序号: 1\
          姓名: 庄某某\
          金额: 3250000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 卜某、蔡某某\
          金额: 3250000\
      "
  },
  {
      id: "ID43321444",
      name: "王亚冬、贺宁集资诈骗案",
      type: "非法集资",
      pos: "北京市",
      num: 2,     
      source: "微博",     
      date: "2017/03",   
      money: 10000000,
      establish: "2017/03",
      eventPrepare: "2017/03",
      eventDone: "2017/10",
      arrested: "2019/02/02",
      origination: "\
          组织成员: 王亚冬、贺宁<br/>\
          人员数量: 2<br/>\
          注册地: 北京市海淀区\
      ",
      orMember: "\
          序号: 1\
          姓名: 王亚冬、贺宁\
          金额: 10000000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 无\
          金额: 10000000\
      "
  },
  {
      id: "ID43321445",
      name: "黄爱勤、黄某某非法吸收公众存款案",
      type: "非法集资",
      pos: "浙江省 温州市",
      num: 2, 
      source: "微信",         
      date: "2017/04",   
      money: 38250000,
      establish: "2007/03",
      eventPrepare: "2007/03",
      eventDone: "2017/04",
      arrested: "2018/11/23",
      origination: "\
          组织成员: 黄爱勤、黄某某<br/>\
          人员数量: 2<br/>\
          注册地: 浙江省温州市\
      ",
      orMember: "\
          序号: 1\
          姓名: 黄爱勤\
          金额: 38250000<br/>\
          序号: 2\
          姓名: 黄某某\
          金额: 6620000\
      ",
      hurtedMember: "\
          序号: 1\
          姓名: 林为魁、林爱珍、陈美玉等\
          金额: 26810000<br/>\
          序号: 2\
          姓名: 薛昌仙、林旺财等\
          金额: 11440000<br/>\
          序号: 3\
          姓名: 陈定班、陈万伍等\
          金额: 6620000\
      "
  },
  
  { 
      id: "ID43321446",
      name: "陈某甲非法吸收公众存款案",
      type: "非法集资",
      pos: "上海市",
      num: 1,
      source: "论坛",          
      date: "2018/06",   
      money: 21000000,
      establish: "2016/03",
      eventPrepare: "2018/06",
      eventDone: "2018/06",
      arrested: "2019/10/24",
      origination: "\
          组织成员: 陈某甲<br/>\
          人员数量: 1<br/>\
          注册地: 闵行区**城**室\
      ",
      orMember: "\
          序号: 1\
          姓名: 陈某甲\
          金额: 21000000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 无\
          金额: 21000000\
      "
  },
  {
      id: "ID43321447",
      name: "王建强非法吸收公众存款案",
      type: "非法集资",
      pos: "陕西省 西安市",
      num: 4, 
      source: "微信",         
      date: "2018/06",   
      money: 19117800,
      establish: "2013/01",
      eventPrepare: "2013/08",
      eventDone: "2013/08",
      arrested: "2019/07/23",
      origination: "\
          组织成员: 王建强、罗某某、金某某、朱某某<br/>\
          人员数量: 4<br/>\
          注册地: 雁塔区雁展路会展国际1幢8单元80102室\
      ",
      orMember: "\
          序号: 1\
          姓名: 王建强、罗某某、金某某、朱某某\
          金额: 19117800\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 曹某某等人\
          金额: 19117800\
      "
  },
  {
      id: "ID43321448",
      name: "徐某某非法吸收公众存款案",
      type: "非法集资",
      pos: "浙江省 杭州市",
      num: 6, 
      source: "微博",         
      date: "2017/03",   
      money: 57000000,
      establish: "2016/11/22",
      eventPrepare: "2017/02",
      eventDone: "2017/03",
      arrested: "2018/03/02",
      origination: "\
          组织成员: 徐某某、张某某、林某某、潘某某、章某某、洪某某<br/>\
          人员数量: 6<br/>\
          注册地: 雁塔区雁展路会展国际1幢8单元80102室\
      ",
      orMember: "\
          序号: 1\
          姓名: 徐某某\
          金额: 17824908.53<br/>\
          序号: 2\
          姓名: 张某某、林某某、潘某某、洪某某\
          金额: 57000000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 汪某某、钟某某、陈某丙、周某某等\
          金额: 57000000\
      "
  },
  {
      id: "ID43321449",
      name: "陆建洪、谢某某非法吸收公众存款案",
      type: "非法集资",
      pos: "江苏省 南京市",
      num: 3, 
      source: "微信",         
      date: "2016/04",   
      money: 20860000,
      establish: "2016/04",
      eventPrepare: "2016/07",
      eventDone: "2016/08",
      arrested: "2019/03/11",
      origination: "\
          组织成员: 陆建洪、谢某某、张某某<br/>\
          人员数量: 3<br/>\
          注册地: 无\
      ",
      orMember: "\
          序号: 1\
          姓名: 陆建洪\
          金额: 20860000<br/>\
          序号: 2\
          姓名: 谢某某\
          金额: 487.50000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 无\
          金额: 20860000\
      "
  },
  {
      id: "ID43321450",
      name: "王某甲集资诈骗案",
      type: "非法集资",
      pos: "上海市",
      num: 1,  
      source: "微博",        
      date: "2018/03",   
      money: 48000000
  ,
      establish: "2018/03",
      eventPrepare: "2018/03",
      eventDone: "2018/03",
      arrested: "2019/08/16",
      origination: "\
          组织成员: 王某甲<br/>\
          人员数量: 1<br/>\
          注册地: 闵行区**城**室\
      ",
      orMember: "\
          序号: 1\
          姓名: 王某甲\
          金额: 48000000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 无\
          金额: 48000000\
      "
  },
  {
      id: "ID43321451",
      name: "高某某、徐某某非法吸收公众存款案",
      type: "非法集资",
      pos: "上海市",
      num: 5,   
      source: "微信",       
      date: "2013/03",   
      money: 120000000,
      establish: "2012/04",
      eventPrepare: "2013/03",
      eventDone: "2013/03",
      arrested: "2019/08/26",
      origination: "\
          组织成员: 高某某、徐某某、孙某某、马某某、陈某某<br/>\
          人员数量: 5<br/>\
          注册地: 上海市静安区南京西路580号仲益大厦\
      ",
      orMember: "\
          序号: 1\
          姓名: 徐某某\
          金额: 120000000<br/>\
          序号: 2\
          姓名: 高某某\
          金额: 6240000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 无\
          金额: 120000000\
      "
  },
  {
      id: "ID43321452",
      name: "田某某、郑某某等非法吸收公众存款案",
      type: "非法集资",
      pos: "上海市",
      num: 5,
      source: "论坛",          
      date: "2014/05",   
      money: 660000000,
      establish: "2014/05",
      eventPrepare: "2015/01",
      eventDone: "2015/01",
      arrested: "2019/03/26",
      origination: "\
          组织成员: 田某某、郑某某、李某某、路某某、王某某<br/>\
          人员数量: 5<br/>\
          注册地: 无\
      ",
      orMember: "\
          序号: 1\
          姓名: 郑某某\
          金额: 660000000<br/>\
          序号: 2\
          姓名: 王某甲\
          金额: 90500000<br/>\
          序号: 3\
          姓名: 田某某\
          金额: 60500000\
      ",
  
      hurtedMember: "\
          序号: 1\
          姓名: 无\
          金额: 660000000\
      "
  }],
    models:[{
      name: '“高收益”投资模型',
      description: '通常会承诺投资者以奖励、积分返利以及暴利引诱等形式给予高额回报。支持识别的非法集资类型：许诺投资者高额定期收益。模型结构：基于注意力机制的循环神经网络。',
      rules: [],
      instances: [],
    },{
      name: '编造虚假项目模型',
      description: '通过注册合法的公司或企业，打着响应国家产业政策、支持新农村建设等旗号，以订立合同为幌子，编造虚假项目，骗取社会公众投资。支持识别的非法集资类型：编造虚假扩大生产经营需求；编造虚假高科技开发项目；编造虚假基建类项目；编造虚假环保类项目；编造虚假新能源项目。模型结构：基于注意力机制的循环神经网络。',
      rules: [],
      instances: [],
    },{
      name: '混淆投资理财模型',
      description: '假借委托理财名义,故意混淆投资理财概念,利用电子黄金、投资基金、网络炒汇、电子商务等新名词迷惑社会公众。支持识别的非法集资类型：编造电子黄金概念；编造网络炒汇概念；编造入股加盟概念。模型结构：基于注意力机制的循环神经网络。',
      rules: [],
      instances: [],
    },{
      name: '传销式非法集资模型',
      description: '利用精神、人身强制或亲情诱骗，不断扩大受害群体。支持识别的非法集资类型：许诺多层级代理人收益；许诺拉人收益。模型结构：基于注意力机制的循环神经网络。',
      rules: [],
      instances: [],
    },{
      name: '发行权利凭证类模型',
      description: '通过发行股票、债券、彩票、投资基金证券或者其他债权凭证的方式向社会公众筹集资金。支持识别的非法集资类型：发行或变相发行股票；发行或变相发行债券；发行或变相发行彩票；发行或变相发行投资基金；发行或变相发行期货；发行或变相发行典当。模型结构：基于注意力机制的循环神经网络。',
      rules: [],
      instances: [],
    }],
  categories: [
    {
      id: 1,
      label: "非法集资分类体系",
      children: [
            {
              id: 2,
              label: "“高收益”投资非法集资",
              children: [
                {
                  id: 3,
                  label: "许诺投资高额定期收益"
                }
              ]
            },
            {
              id: 4,
              label: "编造虚假项目非法集资诈",
              children: [
                {
                  id: 5,
                  label: "编造虚假扩大生产需求"
                },
                {
                  id: 6,
                  label: "编造虚假高科技开发项目"
                },
                {
                  id: 7,
                  label: "编造虚假基建类项目"
                },
                {
                  id: 8,
                  label: "编造虚假环保类项目"
                },
                {
                  id: 9,
                  label: "编造虚假新能源项目"
                }
              ]
            },
            {
              id: 10,
              label: "混淆投资理财非法集资",
              children: [
                {
                  id: 11,
                  label: "编造电子黄金概念"
                },
                {
                  id: 12,
                  label: "编造网络炒汇概念"
                },
                {
                  id: 13,
                  label: "编造入股加盟概念"
                }
              ]
            },
            {
              id: 14,
              label: "传销式非法集资",
              children: [
                {
                  id: 15,
                  label: "许诺多层级代理人收益"
                },
                {
                  id: 16,
                  label: "许诺拉人收益"
                }
              ]
            },
            {
              id: 17,
              label: "发行权利凭证类非法集资",
              children: [
                {
                  id: 18,
                  label: "发行或变相发行股票"
                },
                {
                  id: 19,
                  label: "发行或变相发行债券"
                },
                {
                  id: 20,
                  label: "发行或变相发行彩票"
                },
                {
                  id: 21,
                  label: "发行或变相发行投资基金"
                },
                {
                  id: 22,
                  label: "发行或变相发行期货"
                },
                {
                  id: 23,
                  label: "发行或变相发行典当"
                }
              ]
            }
          ]
        }
      ]
}